{
    "vibe_coding": [
        "Kod yazarken dinlediğin müziklerin 'Code Flow' üzerindeki etkisini anlatan bir anket/thread yap.",
        "Herkes 'Clean Code' konuşuyor, sen 'Vibe Code' kavramını ortaya at: Ruhsuz kod vs. Hissedilen kod.",
        "Gece 3'te bug çözerken yaşadığın o spiritüel aydınlanma anını anlat.",
        "Yazılımcıların çalışma masası setup'ının onların ruh halini nasıl yansıttığını analiz et.",
        "Kodun sadece mantık değil, bir enerji transferi olduğunu savunan provokatif bir tweet at."
    ],
    "virtual_entity": [
        "Fiziksel bedeninle dijital varlığın (Virtual Entity) arasındaki çatışmayı anlatan bir flood yaz.",
        "Metaverse'de bir günün nasıl geçtiğini kurgusal bir hikaye (storytelling) olarak anlat.",
        "Dijital ikizlerin (Digital Twins) gelecekte insanlardan daha fazla karar yetkisine sahip olacağını iddia et.",
        "Sanal varlıkların 'duygu' sahibi olup olamayacağını sorgulayan felsefi bir soru sor.",
        "Gelecekte insanların fiziksel dünyayı sadece 'tatil' için kullanacağını öngören bir teori paylaş."
    ],
    "algorithm_god": [
        "X algoritmasının son güncellemesini 'insan psikolojisi' üzerinden analiz et.",
        "Viral olmanın formülünü sanki gizli bir büyü kitabı bulmuşsun gibi anlat.",
        "Algoritmanın seni ödüllendirmesi için yapman gereken 3 'kurban' (fedakarlık) listesi yap.",
        "İnsanların dikkat süresinin kısalmadığını, sadece 'kalitesiz içeriğe' tahammüllerinin bittiğini savun.",
        "Bir tweetin ilk 15 dakikasının neden hayati önem taşıdığını 'Algoritma Tanrısı' diliyle anlat."
    ],
    "discipline_motivation": [
        "Konfor alanının aslında yavaş bir ölüm olduğunu anlatan sert bir realite tweeti at.",
        "Bugün yapmaktan en çok korktuğun şeyi yapmaya davet eden bir meydan okuma (challenge) başlat.",
        "'Motivasyon bitince disiplin başlar' sözünü kendi tecrübenle kanıtla.",
        "Başarısızlığın bir durak değil, yakıt olduğunu anlatan kişisel bir hikaye paylaş.",
        "Uyandığın ilk 1 saatin tüm gününü nasıl belirlediğini 'askeri disiplin' tonuyla yaz."
    ]
}